<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Longan Consulting, Ltd. in Chengdu, China</title>
<meta name="Microsoft Border" content="none">
</head>

<body>
      <table border="0" cellpadding="2" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100%">
        <tr>
          <td valign="top"><font color="#000080"><b>Longan International Holdings, LLC
specializes  in facilitating business alliances between Chinese and foreign
companies.</b></font></td>
          <td valign="top"><b>&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#12289;&#31435;&#36275;&#20110;&#20013;&#22269;&#19987;&#27880;&#20110;&#20013;&#22269;&#20844;&#21496;&#21516;&#22806;&#22269;&#20844;&#21496;&#21830;&#19994;&#32852;&#30431;&#30340;&#20419;&#36827;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Longan International's Services Include:</b></font></td>
          <td valign="top"><b>&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#26381;&#21153;&#33539;&#22260;:</b></td>
        </tr>
        <tr>
          <td valign="top">
          <ul>
            <li><font color="#000080"><b>Market Research &amp; Evaluation</b></font></li>
            <li><font color="#000080"><b>International Business Development &amp; Market Entry</b></font></li>
            <li><font color="#000080"><b>Strategic Alliances</b></font></li>
            <li><font color="#000080"><b>Operations Analysis &amp; Evaluation</b></font></li>
            <li><font color="#000080"><b>Organizational Development &amp; Management Assessment</b></font></li>
            <li><font color="#000080"><b>Management Training &amp; Development</b></font></li>
            <li><font color="#000080"><b>Translating and Interpreting</b></font></li>
            <li><font color="#000080"><b>Construction Consulting</b></font></li>
          </ul>
          </td>
          <td valign="top">
          <ul>
            <li><b>&#24066;&#22330;&#35843;&#30740;&#21450;&#35780;&#20272;</b></li>
            <li><b>&#22269;&#38469;&#21830;&#21153;&#21457;&#23637;&#21450;&#24066;&#22330;&#31574;&#21010;</b></li>
            <li><b>&#21830;&#21153;&#25112;&#30053;&#32852;&#30431;</b></li>
            <li><b>&#36816;&#20316;&#20998;&#26512;&#21450;&#35780;&#20272;</b></li>
            <li><b>&#32452;&#32455;&#21457;&#23637;&#21450;&#32463;&#33829;&#20272;&#31639;</b></li>
            <li><b>&#32463;&#33829;&#31649;&#29702;&#22521;&#35757;&#21450;&#21457;&#23637;</b></li>
            <li><b>&#25991;&#26696;&#32763;&#35793;&#21450;&#21475;&#35793;</b></li>
            <li><b>&#24037;&#31243;&#24314;&#31569;&#21672;&#35810;</b></li>
          </ul>
          </td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>For Our Chinese Clients</b></font></td>
          <td valign="top"><b>&#23545;&#20110;&#25105;&#20204;&#30340;&#22269;&#20869;&#23458;&#25143;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Longan International represents Chinese businesses interested in expanding 
 globally.&nbsp; The globalization of an established Chinese entity can take
many  forms, e.g., acting as a buyer, supplier, or a domestic distributor
of a multinational corporation&#8217;s product within China or setting up operations 
in a foreign country.&nbsp; A Chinese client can also act as the joint venture 
partner in China for a multinational corporation.</b></font></td>
          <td valign="top"><b>&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#33021;&#22815;&#20307;&#29616;&#20013;&#22269;&#21830;&#19994;&#36152;&#26131;&#22312;&#20840;&#29699;&#30340;&#25237;&#36164;&#21457;&#23637;&#26041;&#21521;&#12290;&#33879;&#26377;&#25104;&#25928;&#30340;&#20013;&#22269;&#30340;&#20225;&#19994;&#23454;&#20307;&#23454;&#26045;&#20840;&#29699;&#21270;&#21457;&#23637;&#25112;&#30053;&#26377;&#30528;&#19981;&#21516;&#30340;&#24418;&#24335;&#12289;&#22914;&#20316;&#20026;&#36827;&#36135;&#21830;&#12289;&#20379;&#24212;&#21830;&#12289;&#22806;&#26041;&#36328;&#22269;&#20844;&#21496;&#22312;&#20013;&#22269;&#22269;&#20869;&#30340;&#34892;&#38144;&#21830;&#12289;&#25110;&#32773;&#26159;&#24314;&#31435;&#22269;&#22806;&#32463;&#33829;&#20307;&#31995;&#12289;&#21516;&#26102;&#20013;&#22269;&#30340;&#20844;&#21496;&#20063;&#21487;&#20197;&#21152;&#20837;&#36328;&#22269;&#20844;&#21496;&#22312;&#22269;&#20869;&#30340;&#39118;&#38505;&#25237;&#36164;&#21512;&#20316;&#39046;&#22495;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Aligning Chinese business with compatible international interests serves 
 to strengthen the business of both the Chinese and multinational companies.&nbsp; 
 At&nbsp;Longan International we are dedicated to creating and developing
such relationships.</b></font></td>
          <td valign="top"><b>&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#31435;&#36275;&#20110;&#20026;&#25105;&#20204;&#20013;&#22269;&#22269;&#20869;&#20225;&#19994;&#21644;&#36328;&#22269;&#20844;&#21496;&#20043;&#38388;&#24314;&#31435;&#21451;&#22909;&#21512;&#20316;&#20851;&#31995;&#12289;&#26550;&#36215;&#19968;&#24231;&#36890;&#21521;&#25104;&#21151;&#20225;&#19994;&#30340;&#21830;&#19994;&#36152;&#26131;&#30340;&#26725;&#26753;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>For Our Foreign Clients</b></font></td>
          <td valign="top"><b>&#23545;&#20110;&#25105;&#20204;&#30340;&#22806;&#26041;&#23458;&#25143;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>For our multinational business clients interested in establishing, expanding, 
 or redefining their operations in China, we approach the China market from 
 within.&nbsp; We are committed to maintaining strong relationships with
the Chinese  government and enterprises, keeping abreast of trends in the
rapidly changing  Chinese economy, and applying that knowledge to give our
clients a competitive  edge in today&#8217;s Chinese market.</b></font></td>
          <td valign="top"><b>&#23545;&#20110;&#24819;&#22312;&#20013;&#22269;&#24314;&#31435;&#12289;&#25193;&#23637;&#25110;&#32773;&#37325;&#26032;&#23450;&#20301;&#32463;&#33829;&#26041;&#21521;&#30340;&#36328;&#22269;&#20844;&#21496;&#12289;&#25105;&#20204;&#23558;&#24110;&#21161;&#20182;&#20204;&#28145;&#20837;&#20013;&#22269;&#24066;&#22330;&#30340;&#20869;&#37096;&#12290;&#25105;&#20204;&#36127;&#36131;&#20445;&#25345;&#21644;&#20013;&#22269;&#25919;&#24220;&#21450;&#20225;&#19994;&#30340;&#28145;&#21402;&#20132;&#24448;&#12289;&#19982;&#24555;&#36895;&#21457;&#23637;&#30340;&#20013;&#22269;&#32463;&#27982;&#20445;&#25345;&#21516;&#27493;&#12290;&#25105;&#20204;&#23558;&#29992;&#31469;&#35802;&#30340;&#26381;&#21153;&#21327;&#21161;&#25105;&#20204;&#30340;&#23458;&#25143;&#25104;&#20026;&#24403;&#21069;&#20013;&#22269;&#24066;&#22330;&#20013;&#30340;&#24378;&#26377;&#21147;&#30340;&#31454;&#20105;&#32773;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>In the initial phases of entering the Chinese market or expanding existing 
 operations, we assist clients with in-depth market evaluation of the viability 
 of a product or service.</b></font></td>
          <td valign="top"><b>&#22312;&#36827;&#20837;&#20013;&#22269;&#24066;&#22330;&#30340;&#21021;&#22987;&#12289;&#25110;&#32773;&#26159;&#20934;&#22791;&#22312;&#29616;&#26377;&#30340;&#26426;&#26500;&#19978;&#36827;&#20837;&#36827;&#19968;&#27493;&#21457;&#23637;&#30340;&#38454;&#27573;&#12289;&#25105;&#20204;&#23558;&#20026;&#25105;&#20204;&#30340;&#23458;&#25143;&#30340;&#20135;&#21697;&#25110;&#26381;&#21153;&#20570;&#28145;&#20837;&#24066;&#22330;&#20869;&#37096;&#30340;&#20998;&#26512;&#35780;&#20272;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>We assist our clients in evaluating their options of entry:&nbsp; Chinese-Foreign 
 Cooperative or Equity Joint Venture Partnerships, Wholly Foreign-Owned Enterprise 
 (WFOE), or bidding on a proposed project.&nbsp; We manage the establishment
of  an entry vehicle and guide the client through the necessary registration 
processes and requirements.&nbsp; Once the client has entered the Chinese
market, we assist in establishing distribution channels and networks, monitoring 
government and regulatory requirements, and developing the organizational 
infrastructure to ensure the business venture&#8217;s success.</b></font></td>
          <td valign="top"><b>&#25105;&#20204;&#23558;&#21327;&#21161;&#23458;&#25143;&#35780;&#20272;&#20182;&#20204;&#30340;&#39033;&#30446;&#65306;&#20013;&#22806;&#21512;&#36164;&#20844;&#21496;&#25110;&#32773;&#26159;&#39118;&#38505;&#25237;&#36164;&#20249;&#20276;&#12289;&#22806;&#26041;&#29420;&#36164;&#20225;&#19994;&#12289;&#25110;&#32773;&#39033;&#30446;&#25237;&#26631;&#26041;&#12290;&#25105;&#20204;&#23558;&#23433;&#25490;&#24182;&#25351;&#23548;&#25105;&#20204;&#30340;&#23458;&#25143;&#36890;&#36807;&#19968;&#20123;&#24517;&#39035;&#30340;&#27880;&#20876;&#30331;&#35760;&#25163;&#32493;&#12290;&#24403;&#25105;&#20204;&#30340;&#23458;&#25143;&#36827;&#20837;&#20013;&#22269;&#24066;&#22330;&#20197;&#21518;&#12289;&#25105;&#20204;&#21017;&#21327;&#21161;&#24314;&#31435;&#38144;&#21806;&#28192;&#36947;&#21644;&#32593;&#32476;&#12289;&#20851;&#27880;&#25919;&#24220;&#30340;&#21160;&#21521;&#24182;&#35843;&#25972;&#38656;&#27714;&#12289;&#21516;&#26102;&#36824;&#35201;&#21457;&#23637;&#23436;&#21892;&#20854;&#32452;&#32455;&#26426;&#26500;&#21450;&#22522;&#26412;&#35774;&#26045;&#12289;&#30830;&#20445;&#23458;&#25143;&#22312;&#21830;&#19994;&#25237;&#36164;&#19978;&#30340;&#25104;&#21151;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Market Research</b></font></td>
          <td valign="top"><b>&#24066;&#22330;&#35843;&#30740;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Before deciding to enter or expand into a new area 
          of the Chinese market, it is essential to do market research in China, 
          and thorough market research on the conditions of a specific 
          industry.&nbsp;&nbsp;Longan International can assist in profiling the targeted 
          consumer, determining the level of consumer demand, projecting future 
          growth of demand, and identifying geographical areas of China that 
          would provide the easiest access to the consumer base. Longan 
          International can also provide competitive analyses to give the client 
          a picture of current market dynamics.</b></font></td>
          <td valign="top"><b>&#22312;&#20570;&#20986;&#36827;&#20837;&#25110;&#36827;&#19968;&#27493;&#22312;&#20013;&#22269;&#24066;&#22330;&#19978;&#21457;&#23637;&#30340;&#20915;&#23450;&#20043;&#21069;&#12289;&#24456;&#20851;&#38190;&#30340;&#19968;&#27493;&#23601;&#26159;&#36827;&#34892;&#23545;&#20013;&#22269;&#24066;&#22330;&#30340;&#30740;&#31350;&#65292;&#32780;&#23436;&#20840;&#24443;&#24213;&#30340;&#30740;&#31350;&#21448;&#21462;&#20915;&#20110;&#34892;&#19994;&#19978;&#30340;&#32454;&#33268;&#20837;&#24494;&#30340;&#38382;&#39064;&#12290;&#40857;&#23433;&#39038;&#38382;&#26377;&#38480;&#20844;&#21496;&#33021;&#22815;&#20174;&#28040;&#36153;&#32773;&#30528;&#25163;&#12289;&#20998;&#26512;&#20915;&#23450;&#28040;&#36153;&#32773;&#30340;&#38656;&#27714;&#27700;&#24179;&#12289;&#35745;&#21010;&#26410;&#26469;&#30340;&#38656;&#27714;&#22686;&#38271;&#12289;&#24182;&#19988;&#25353;&#29031;&#20013;&#22269;&#19981;&#21516;&#30340;&#22320;&#29702;&#20301;&#32622;&#20026;&#25105;&#20204;&#30340;&#23458;&#25143;&#25552;&#20379;&#19968;&#26465;&#36890;&#21521;&#28040;&#36153;&#32773;&#30340;&#25463;&#24452;&#12290;&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#21516;&#26102;&#33021;&#22815;&#20026;&#25105;&#20204;&#30340;&#23458;&#25143;&#25552;&#20379;&#24403;&#21069;&#26368;&#26032;&#24066;&#22330;&#20449;&#24687;&#21644;&#24066;&#22330;&#21160;&#24577;&#30340;&#35843;&#30740;&#21644;&#25968;&#25454;&#20998;&#26512;&#25253;&#21578;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Our Market Research Services include:</b></font></td>
          <td valign="top"><b>&#25105;&#20204;&#30340;&#24066;&#22330;&#30740;&#31350;&#26381;&#21153;&#39033;&#30446;:</b></td>
        </tr>
        <tr>
          <td valign="top">
          <ul>
            <li><font color="#000080"><b>Industry specific economic data</b></font></li>
            <li><font color="#000080"><b>Demographic analyses of consumers</b></font></li>
            <li><font color="#000080"><b>Competitive analyses (China generally or regional specific overviews)</b></font></li>
            <li><font color="#000080"><b>Survey of consumer demand in targeted locations</b></font></li>
            <li><font color="#000080"><b>Survey of current product/service availability</b></font></li>
            <li><font color="#000080"><b>Regulatory incentives or barriers to entry</b></font></li>
            <li><font color="#000080"><b>Restrictions on industry specific foreign participation</b></font></li>
          </ul>
          </td>
          <td valign="top">
          <ul>
            <li><b>&#34892;&#19994;&#32454;&#33410;&#32463;&#27982;&#25968;&#25454;</b></li>
            <li><b>&#28040;&#36153;&#32773;&#20154;&#21475;&#20998;&#26512;</b></li>
            <li><b>&#21516;&#34892;&#19994;&#31454;&#20105;&#23545;&#25163;&#20998;&#26512;&#65288;&#20013;&#22269;&#24635;&#20307;&#30340;&#21450;&#22320;&#21306;&#30340;&#32454;&#33410;&#27010;&#35266;&#65289;</b></li>
            <li><b>&#29305;&#23450;&#22320;&#21306;&#30340;&#23458;&#25143;&#38656;&#27714;&#35843;&#30740;</b></li>
            <li><b>&#32437;&#35272;&#24403;&#21069;&#30340;&#20135;&#21697;/&#26381;&#21153;&#23454;&#25928;&#24615;</b></li>
            <li><b>&#35843;&#25972;&#26041;&#21521;&#24182;&#28165;&#38500;&#20837;&#21475;&#38556;&#30861;</b></li>
            <li><b>&#22806;&#26041;&#21442;&#19982;&#32773;&#22312;&#34892;&#19994;&#32454;&#33410;&#30340;&#38480;&#21046;</b></li>
          </ul>
          </td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Market Entry</b></font></td>
          <td valign="top"><b>&#24066;&#22330;&#31574;&#21010;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Upon making a determination whether a specific market will support a
product   or service, a thorough analysis of the most effective means of
entry is necessary.&nbsp;  Is a Chinese-Foreign Cooperative Joint Venture
the strategy for entering the market?&nbsp; Should your company establish
itself as a Wholly Foreign Owned Enterprise (WFOE)?&nbsp; Is your company
looking for Build Operate Transfer (BOT) opportunities?&nbsp; What location
will provide the best infrastructure with convenient access to either export
facilities or the domestic market? &nbsp;</b></font></td>
          <td valign="top"><b>&#22312;&#20570;&#20986;&#24066;&#22330;&#34892;&#24773;&#26159;&#21542;&#25903;&#25345;&#20135;&#21697;&#25110;&#26381;&#21153;&#30340;&#20915;&#23450;&#20043;&#21069;&#12289;&#23545;&#20110;&#19968;&#20010;&#20999;&#20837;&#28857;&#12289;&#36827;&#34892;&#24688;&#24403;&#30340;&#12289;&#23436;&#20840;&#26377;&#25928;&#30340;&#20998;&#26512;&#26159;&#24456;&#26377;&#24517;&#35201;&#30340;&#12290;&#24744;&#26159;&#19968;&#23478;&#27491;&#20934;&#22791;&#36827;&#20837;&#24066;&#22330;&#30340;&#20013;&#22806;&#21512;&#36164;&#39118;&#38505;&#25237;&#36164;&#20844;&#21496;&#21527;&#65311;&#24744;&#30340;&#20844;&#21496;&#20934;&#22791;&#22312;&#25104;&#31435;&#30340;&#26102;&#20505;&#25104;&#20026;&#22806;&#26041;&#29420;&#36164;&#20225;&#19994;&#21527;&#65311;&#24744;&#30340;&#20844;&#21496;&#27491;&#22312;&#23547;&#25214;&#24037;&#31243;&#24314;&#31569;&#33391;&#26426;&#21527;&#65311;&#25105;&#20204;&#33021;&#22815;&#20026;&#24744;&#20204;&#22880;&#23450;&#26368;&#22909;&#30340;&#22522;&#30784;&#12289;&#24182;&#19988;&#25552;&#20379;&#20026;&#24744;&#25552;&#20379;&#19968;&#26465;&#20316;&#20026;&#20986;&#21475;&#21830;&#36152;&#20135;&#21697;&#25110;&#26159;&#36827;&#20837;&#22269;&#20869;&#24066;&#22330;&#30340;&#20415;&#25463;&#36890;&#36947;&#12290;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Longan&nbsp;International  will provide a recommended Entry Package:</b></font></td>
          <td valign="top"><b>&#40857;&#23433;&#22269;&#38469;&#38598;&#22242;&#23558;&#25552;&#20379;&#20197;&#19979;&#25512;&#33616;&#26465;&#30446;:</b></td>
        </tr>
        <tr>
          <td valign="top">
          <ul>
            <li><font color="#000080"><b>Analysis of various investment options</b></font></li>
            <li><font color="#000080"><b>Comparison of best suited locations</b></font></li>
            <li><font color="#000080"><b>Detailed report of existing local distribution networks</b></font></li>
            <li><font color="#000080"><b>Outline of investment incentives in targeted locations</b></font></li>
            <li><font color="#000080"><b>Analysis of local and provincial government support in designated areas of China</b></font></li>
          </ul>
          </td>
          <td valign="top">
          <ul>
            <li><b>&#19981;&#21516;&#30340;&#25237;&#36164;&#36873;&#39033;&#20998;&#26512;</b></li>
            <li><b>&#26368;&#36866;&#21512;&#22320;&#26041;&#30340;&#39033;&#30446;&#27604;&#36739;</b></li>
            <li><b>&#23601;&#29616;&#26377;&#34892;&#38144;&#32593;&#32476;&#30340;&#35814;&#32454;&#25253;&#21578;</b></li>
            <li><b>&#29305;&#23450;&#21306;&#22495;&#25237;&#36164;&#40723;&#21169;&#25919;&#31574;&#27010;&#35201;</b></li>
            <li><b>&#20013;&#22269;&#22320;&#26041;&#25919;&#24220;&#25351;&#23450;&#30340;&#24320;&#21457;&#21306;&#22495;&#30340;&#20998;&#26512;</b></li>
          </ul>
          </td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Strategic Alliances</b></font></td>
          <td valign="top"><b>&#25112;&#30053;&#32852;&#30431;</b></td>
        </tr>
        <tr>
          <td valign="top"><font color="#000080"><b>Many multinationals choose to align themselves with a Chinese partner
for  some aspect of their business, even if they choose to operate as Wholly 
Foreign  Owned Enterprise.&nbsp; For instance, companies may need a partner
for manufacturing,  processing or distribution of their product.&nbsp; Longan&nbsp;
International  assists  clients with identifying and profiling potential
partners, assessing market  strengths and weakness of a potential partner,
and compatibility interest  levels of a potential partner.</b> </font> </td>
          <td valign="top"><b>&#35768;&#22810;&#30340;&#36328;&#22269;&#20844;&#21496;&#12289;&#21363;&#20351;&#20182;&#20204;&#26159;&#22806;&#21830;&#29420;&#36164;&#20225;&#19994;&#12289;&#20063;&#20250;&#22312;&#21830;&#21153;&#36152;&#26131;&#39046;&#22495;&#20013;&#36873;&#25321;&#19968;&#20123;&#20013;&#26041;&#30340;&#21512;&#20316;&#20249;&#20276;&#12290;&#20363;&#22914;&#12289;&#26377;&#30340;&#20844;&#21496;&#38656;&#35201;&#19968;&#20010;&#21046;&#36896;&#19994;&#26041;&#38754;&#30340;&#21512;&#20316;&#26041;&#12289;&#26377;&#30340;&#20844;&#21496;&#38656;&#35201;&#19968;&#20010;&#29983;&#20135;&#21152;&#24037;&#30340;&#21512;&#20316;&#26041;&#12289;&#32780;&#26377;&#30340;&#20844;&#21496;&#38656;&#35201;&#19968;&#20010;&#34892;&#38144;&#20854;&#20135;&#21697;&#30340;&#21512;&#20316;&#26041;&#12290;&#40857;&#23433;&#39038;&#38382;&#26377;&#38480;&#20844;&#21496;&#23558;&#21327;&#21161;&#23458;&#25143;&#23547;&#25214;&#28508;&#22312;&#30340;&#21512;&#20316;&#20249;&#20276;&#12289;&#35780;&#20272;&#21512;&#20316;&#26041;&#22312;&#24066;&#22330;&#19978;&#21147;&#37327;&#30340;&#24378;&#24369;&#20197;&#21450;&#20854;&#20860;&#23481;&#31243;&#24230;&#12290;</b></td>
        </tr>
      </table>
                                                                         
                                                                        
         </body>

</html>